08_SOAP_Data_Access/soap.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:inp="http://metamatrix.com/customerholdings/input">
   <soapenv:Header/>
   <soapenv:Body>
      <inp:CustomerID>CST01010</inp:CustomerID>
   </soapenv:Body>
</soapenv:Envelope>
